{
    "experience": {
        "title": "Experience",
        "text": "This section lists my work experience, also present in my resumé. However, since the projects are owned by different clients I cannot provide links to the code.",
        "textColor": "black",
        "data": "experience",
        "cardType": "Experience"
    },
    "education": {
        "title": "Education",
        "text": "Example",
        "textColor": "black",
        "data": "education",
        "cardType": "Experience"
    },
    "dataScience": {
        "title": "Data-Related Projects",
        "text": "Since I started working with and learning about Data Science, I have been learning more and more. In this section you are able to check out some of my data-related projects.",
        "textColor": "black",
        "data": "dataScience"
    },
    "webProjects": {
        "title": "Web Projects",
        "text": "I have developed a few projects by myself or with friends. Some of them have been developed during classes, others were just for fun and enjoying what we imagined.",
        "textColor": "black",
        "data": "dataScience"
    },
    "openSource": {
        "title": "Open Source",
        "text": "I am an Open Source enthusiast and usually trying to convince someone to contribute to open source projects. With that feeling, me and my friends at UFCG started an organization for Open Source development inside the university: the OpenDevUFCG. The organization is now a reference within the University community, and we are always trying to innovate and impact with our events. Be welcome to check out our pages :)",
        "textColor": "black",
        "data": "openSource"
    },
    "writing": {
        "title": "Writing",
        "text": "I also enjoy teaching, and writing is the technology that made possible for us to share our knowledge since the beginning of the civilizations. Publishing what I know, in Portuguese, is the way I found to help those who want to learn about coding in Brazil",
        "textColor": "white",
        "data": "dataScience"
    }
}